tap "homebrew/bundle"
tap "homebrew/core"
tap "linuxbrew/xorg"
tap "romkatv/powerlevel10k"
brew "openssl@1.1"
brew "unzip"
brew "python@3.9"
brew "glib"
brew "atk"
brew "gcc"
brew "perl"
brew "awscli", link: false
brew "cairo"
brew "docker-compose"
brew "fzf"
brew "go"
brew "gtk+3"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "librsvg"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "node"
brew "peco"
brew "pipenv"
brew "pv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "tree"
brew "xclip"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "romkatv/powerlevel10k/powerlevel10k"
