tap "homebrew/bundle"
tap "homebrew/core"
tap "knqyf263/utern"
tap "linuxbrew/fonts"
tap "linuxbrew/xorg"
tap "romkatv/powerlevel10k"
tap "waltarix/customs"
brew "ncurses"
brew "openssl@1.1"
brew "libedit"
brew "unzip"
brew "glib"
brew "python@3.9"
brew "atk"
brew "perl"
brew "python@3.11"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "cairo"
brew "openssl@3"
brew "cmake"
brew "php"
brew "composer"
brew "cython"
brew "dagger"
brew "deno"
brew "direnv"
brew "gcc"
brew "dlib"
brew "docker-compose"
brew "flake8"
brew "fzf"
brew "ghc"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "gtk+"
brew "gtk+3"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "librsvg"
brew "lsd"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "mmctl"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "p7zip"
brew "peco"
brew "pgpdump"
brew "pipenv"
brew "postgresql@14"
brew "pv"
brew "py3cairo"
brew "pygobject3"
brew "python-gdbm@3.11"
brew "python-tk@3.11"
brew "python-yq"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "srt"
brew "taglib"
brew "tree"
brew "xclip"
brew "yarn"
brew "zsh-autosuggestions"
brew "knqyf263/utern/utern"
brew "linuxbrew/fonts/font-cica"
brew "linuxbrew/fonts/font-noto-sans-cjk-jp", args: ["HEAD"]
brew "romkatv/powerlevel10k/powerlevel10k"
brew "waltarix/customs/zsh"
