tap "homebrew/bundle"
tap "homebrew/core"
tap "linuxbrew/xorg"
tap "romkatv/powerlevel10k"
brew "ncurses"
brew "openssl@1.1"
brew "unzip", link: false
brew "python@3.9"
brew "glib"
brew "at-spi2-core"
brew "atk"
brew "at-spi2-atk"
brew "perl"
brew "gcc"
brew "libedit"
brew "freeglut"
brew "netpbm"
brew "awscli"
brew "cairo"
brew "cmake"
brew "deno"
brew "direnv"
brew "docker-compose"
brew "fzf"
brew "go"
brew "gobject-introspection"
brew "gtk+"
brew "gtk+3"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "librsvg"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "mysql-client"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "node-build"
brew "nodenv"
brew "p7zip"
brew "peco"
brew "pipenv"
brew "pv"
brew "pygobject3"
brew "python-tk@3.9"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "tree"
brew "xclip"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "romkatv/powerlevel10k/powerlevel10k"
